ms-vscode.cpptools
ms-vscode-remote.remote-ssh
ms-python.python
github.copilot
github.copilot-chat
openai.chatgpt
bazelbuild.vscode-bazel
coder.coder-remote
redhat.vscode-yaml
naumovs.color-highlight
zhuangtongfa.material-theme
