ms-vscode.cpptools
ms-vscode-remote.remote-ssh
ms-python.python
GitHub.copilot-chat
bazelbuild.vscode-bazel
coder.coder-remote
redhat.vscode-yaml
naumovs.color-highlight
zhuangtongfa.material-theme
ms-toolsai.jupyter